{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<START>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<END>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<START>": 0,
      "<END>": 1,
      "<PAD>": 2,
      "\n": 3,
      " ": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "&": 8,
      "'": 9,
      "(": 10,
      ")": 11,
      "*": 12,
      "+": 13,
      ",": 14,
      "-": 15,
      ".": 16,
      "/": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "6": 24,
      "7": 25,
      "8": 26,
      "9": 27,
      ":": 28,
      "<": 29,
      "=": 30,
      ">": 31,
      "?": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Z": 57,
      "[": 58,
      "\\": 59,
      "]": 60,
      "^": 61,
      "_": 62,
      "a": 63,
      "b": 64,
      "c": 65,
      "d": 66,
      "e": 67,
      "f": 68,
      "g": 69,
      "h": 70,
      "i": 71,
      "j": 72,
      "k": 73,
      "l": 74,
      "m": 75,
      "n": 76,
      "o": 77,
      "p": 78,
      "q": 79,
      "r": 80,
      "s": 81,
      "t": 82,
      "u": 83,
      "v": 84,
      "w": 85,
      "x": 86,
      "y": 87,
      "z": 88,
      "{": 89,
      "|": 90,
      "}": 91,
      "~": 92,
      " |": 93,
      " | ": 94,
      "2 ": 95,
      " A": 96,
      " d": 97,
      " B": 98,
      " G": 99,
      " e": 100,
      " c": 101,
      " | \n": 102,
      " |\"": 103,
      ":1": 104,
      " f": 105,
      " | d": 106,
      " g": 107,
      " | A": 108,
      " | B": 109,
      " F": 110,
      " (": 111,
      "/8": 112,
      " | G": 113,
      "2 A": 114,
      " D": 115,
      " E": 116,
      "ed": 117,
      " | c": 118,
      "M:": 119,
      "/8\n": 120,
      "2 d": 121,
      "K:": 122,
      "BA": 123,
      " a": 124,
      "\nL": 125,
      "\nL:1": 126,
      ":|": 127,
      "/4": 128,
      " | e": 129,
      "2 B": 130,
      "\nL:1/8\n": 131,
      " | f": 132,
      "2 G": 133,
      " | g": 134,
      "cd": 135,
      "\nK:": 136,
      "ef": 137,
      "AB": 138,
      "2 c": 139,
      "2 e": 140,
      "G\"": 141,
      "\nL:1/8\nM:": 142,
      "m\"": 143,
      "/4\nK:": 144,
      " | (": 145,
      " | F": 146,
      "7\"": 147,
      " :|": 148,
      "2 f": 149,
      " ||": 150,
      "AG": 151,
      "D\"": 152,
      "B/": 153,
      "X:1": 154,
      "c/": 155,
      "cA": 156,
      " (3": 157,
      "gf": 158,
      "X:": 159,
      " | D": 160,
      " | E": 161,
      " | a": 162,
      "::": 163,
      "cB": 164,
      "dB": 165,
      "2 F": 166,
      "A/": 167,
      " z": 168,
      "2 (": 169,
      "2 E": 170,
      "d/": 171,
      "2 D": 172,
      "2 g": 173,
      "e/": 174,
      "AF": 175,
      "2 :|": 176,
      "e d": 177,
      "fg": 178,
      "\nM:": 179,
      "BG": 180,
      "f/": 181,
      " | \n\"": 182,
      "c d": 183,
      ">d": 184,
      "4/4\nK:": 185,
      ">B": 186,
      "ag": 187,
      "fe": 188,
      " b": 189,
      " |]": 190,
      "c | d": 191,
      "A\"": 192,
      "GA": 193,
      " |\"G\"": 194,
      "de": 195,
      "2 z": 196,
      "af": 197,
      "3/": 198,
      "G/": 199,
      " |1": 200,
      " [": 201,
      ">A": 202,
      "FE": 203,
      " |\"D\"": 204,
      "G\n": 205,
      " C": 206,
      "FA": 207,
      "c B": 208,
      "C\"": 209,
      "g/": 210,
      "ce": 211,
      "2 a": 212,
      "GB": 213,
      "/8\nK:": 214,
      ") (": 215,
      " A2": 216,
      "\"^": 217,
      " ed": 218,
      "fd": 219,
      " AG": 220,
      "B,": 221,
      "AA": 222,
      " AB": 223,
      " ::": 224,
      "EF": 225,
      "Q:1": 226,
      "D\n": 227,
      " G2": 228,
      "\nL:1/8\nM:4/4\nK:": 229,
      "c | B": 230,
      " |:": 231,
      "2 ::": 232,
      ">e": 233,
      ">f": 234,
      "0\nM:": 235,
      "6/8\nK:": 236,
      "3 A": 237,
      ">G": 238,
      "ED": 239,
      " \n": 240,
      "2 | \n": 241,
      "ge": 242,
      "3 B": 243,
      "F/": 244,
      "GG": 245,
      "\nL:1/8\nQ:1": 246,
      "Em\"": 247,
      "FG": 248,
      "\"G\"": 249,
      "=1": 250,
      "cBA": 251,
      " fd": 252,
      "Am\"": 253,
      "Bd": 254,
      ")(": 255,
      "|:": 256,
      "{g": 257,
      "2 |\"": 258,
      "D7\"": 259,
      "FD": 260,
      "BAG": 261,
      "A,": 262,
      "2 | d": 263,
      " | b": 264,
      "3 d": 265,
      ">c": 266,
      "/c/": 267,
      " | ed": 268,
      " ^": 269,
      " | (3": 270,
      " | \n d": 271,
      "fed": 272,
      "\nL:1/8\nM:2": 273,
      "/2": 274,
      "dd": 275,
      "\"D\"": 276,
      ">g": 277,
      "2 | A": 278,
      "F\"": 279,
      "/B/": 280,
      "mi": 281,
      "/A/": 282,
      "\nL:1/8\nM:6/8\nK:": 283,
      "2 | B": 284,
      "F G": 285,
      " |{": 286,
      "E/": 287,
      "2 ||": 288,
      "ga": 289,
      "e | d": 290,
      "d e": 291,
      "B B": 292,
      "F | G": 293,
      "3 G": 294,
      "a/": 295,
      " |\"C\"": 296,
      " BG": 297,
      "A7\"": 298,
      "2 (3": 299,
      "2 | G": 300,
      "df": 301,
      " B,": 302,
      "3 e": 303,
      "X:2": 304,
      "B | A": 305,
      "3 c": 306,
      ") | (": 307,
      "2 | c": 308,
      "ee": 309,
      ">F": 310,
      "G,": 311,
      "2\"": 312,
      "{g}": 313,
      " | \n e": 314,
      " fed": 315,
      "DD": 316,
      "B A": 317,
      "g a": 318,
      "min": 319,
      "/d/": 320,
      "b\"": 321,
      " cA": 322,
      "/2\nK:": 323,
      "3/4\nK:": 324,
      " | \n A": 325,
      "a g": 326,
      "[M:": 327,
      "2 | e": 328,
      "ec": 329,
      " | \n B": 330,
      " .": 331,
      " |\"A\"": 332,
      "min\n": 333,
      " | \n G": 334,
      "Bcd": 335,
      "dc": 336,
      " | \n c": 337,
      " =": 338,
      "2 b": 339,
      "/G/": 340,
      "A A": 341,
      "GE": 342,
      " | C": 343,
      "A B": 344,
      "F E": 345,
      "A | B": 346,
      "][": 347,
      "c'": 348,
      "ef g": 349,
      "/e/": 350,
      ">E": 351,
      "ef | g": 352,
      "3 F": 353,
      "2)": 354,
      " A2 A": 355,
      " efg": 356,
      " G2 G": 357,
      "2 [": 358,
      "/f/": 359,
      "d | e": 360,
      "e f": 361,
      " |\"Em\"": 362,
      "D/": 363,
      "G | A": 364,
      "B/c/": 365,
      "2d": 366,
      "Bc": 367,
      "4 :|": 368,
      " |\"Am\"": 369,
      " |\"B": 370,
      " cBA": 371,
      "\"A\"": 372,
      "C\n": 373,
      "3 f": 374,
      " | [": 375,
      "2 ed": 376,
      "16": 377,
      "3 :|": 378,
      "D D": 379,
      " A,": 380,
      "/8=1": 381,
      "2 | f": 382,
      " Bcd": 383,
      "BB": 384,
      " GAB": 385,
      " FA": 386,
      "2 | g": 387,
      "B c": 388,
      "/g/": 389,
      "d d": 390,
      " | \n g": 391,
      "/4=1": 392,
      "g | a": 393,
      "E E": 394,
      " e2 d": 395,
      " B2 A": 396,
      "\nL:1/8\nM:2/4\nK:": 397,
      " d2 d": 398,
      "2 |]": 399,
      "B | c": 400,
      "f g": 401,
      "G A": 402,
      " (3(": 403,
      "e | f": 404,
      "\nL:1/4": 405,
      "] [": 406,
      "2{": 407,
      "at": 408,
      "Dm\"": 409,
      " | \n f": 410,
      "F | E": 411,
      "2 C": 412,
      "GAB": 413,
      "2 BA": 414,
      "Ad": 415,
      "3-": 416,
      "B/A/": 417,
      "\nL:1/8\nM:2/2\nK:": 418,
      "G G": 419,
      "ab": 420,
      "2e": 421,
      "2/4\nK:": 422,
      "]2 [": 423,
      "g | f": 424,
      "2-": 425,
      "FGA": 426,
      "2A": 427,
      "DE": 428,
      "3 D": 429,
      "G7\"": 430,
      "e/f/": 431,
      "d}": 432,
      "FED": 433,
      "a | g": 434,
      "/16": 435,
      " Bd": 436,
      "c A": 437,
      " ecA": 438,
      "3 E": 439,
      "\nL:1/16": 440,
      "CE": 441,
      "2 | (": 442,
      "A\n": 443,
      "E7\"": 444,
      "3 g": 445,
      "^cd": 446,
      "B\"": 447,
      "g g": 448,
      " G,": 449,
      "c c": 450,
      " | \n (": 451,
      "2B": 452,
      "} d": 453,
      " | G2 G": 454,
      "EE": 455,
      "a a": 456,
      "cB | A": 457,
      " BAG": 458,
      "DEF": 459,
      "or": 460,
      " B A": 461,
      " G2 A": 462,
      "\nL:1/8\nQ:1/4=1": 463,
      "G F": 464,
      " | \n\"G\"": 465,
      "2 | D": 466,
      "E\"": 467,
      "e e": 468,
      "f | g": 469,
      " |\"D7\"": 470,
      "\nL:1/8\nM:3/4\nK:": 471,
      "af g": 472,
      "g f": 473,
      " def": 474,
      " BA": 475,
      " | fed": 476,
      " T": 477,
      "20\nM:": 478,
      " c A": 479,
      " |\"G\" B": 480,
      "F F": 481,
      "[K:": 482,
      " !": 483,
      "\"C\"": 484,
      "2 | F": 485,
      "d c": 486,
      ") d": 487,
      "4 ::": 488,
      "a!": 489,
      "f e": 490,
      "mat": 491,
      "rmat": 492,
      "fermat": 493,
      "\nL:1/8\nQ:1/8=1": 494,
      "fermata!": 495,
      ").": 496,
      " | \n a": 497,
      "/F/": 498,
      " d2 B": 499,
      ") | d": 500,
      "3 a": 501,
      "2 A2 A": 502,
      "f/e/": 503,
      "C7\"": 504,
      "^c": 505,
      " A2 B": 506,
      " |\"G\" G": 507,
      "\nL:1/8\nM:4/4\nK:G\n": 508,
      "d g": 509,
      " A2 G": 510,
      " dBG": 511,
      ">a": 512,
      "F\n": 513,
      " e d": 514,
      "/4]": 515,
      "3 ::": 516,
      "4 ||": 517,
      " GE": 518,
      "D E": 519,
      "g e": 520,
      " |\"F\"": 521,
      " GB": 522,
      " |\"^": 523,
      "eg": 524,
      " d2 c": 525,
      " c2 A": 526,
      "\nL:1/4\nM:": 527,
      " |\"A7\"": 528,
      "/>": 529,
      "2c": 530,
      "2 | E": 531,
      "3 z": 532,
      "F A": 533,
      "agf": 534,
      " cB": 535,
      " | A2 A": 536,
      "or\n": 537,
      "DFA": 538,
      " |1 \n": 539,
      "fe d": 540,
      " | =": 541,
      " | \n F": 542,
      "c/B/": 543,
      " |\"D\" d": 544,
      "2g": 545,
      "b/": 546,
      " |[M:": 547,
      ".d": 548,
      "2 | a": 549,
      "G | F": 550,
      " | d2 d": 551,
      " | \n\"D\"": 552,
      "\nL:1/8\nM:4/4\nK:D\n": 553,
      "\nL:1/16\nM:": 554,
      "E D": 555,
      "2 ef": 556,
      "X:10": 557,
      "X:12": 558,
      "X:13": 559,
      "X:14": 560,
      "X:15": 561,
      "X:16": 562,
      "X:17": 563,
      "X:18": 564,
      "X:19": 565,
      "X:3": 566,
      "X:4": 567,
      "X:5": 568,
      "X:6": 569,
      "X:7": 570,
      "X:8": 571,
      "X:9": 572,
      "X:20": 573,
      " cAG": 574,
      "a}": 575,
      "AFA": 576,
      " | ^": 577,
      " c'": 578,
      "c/d/": 579,
      "4 z": 580,
      "<A": 581,
      "BcA": 582,
      "G E": 583,
      "cB A": 584,
      "\"B": 585,
      "\"D7\"": 586,
      ") A": 587,
      " G2 :|": 588,
      "/E/": 589,
      ">D": 590,
      "e/d/": 591,
      "GA | B": 592,
      "d | c": 593,
      "} B": 594,
      "2 gf": 595,
      " f2 d": 596,
      "4-": 597,
      "gg": 598,
      "2 ag": 599,
      " c2 B": 600,
      "f/g/": 601,
      "X:11": 602,
      "def": 603,
      " AFD": 604,
      " edB": 605,
      ")\"": 606,
      "2f": 607,
      "2 cd": 608,
      "4 d": 609,
      "4 |]": 610,
      "B d": 611,
      "e g": 612,
      " | GAB": 613,
      "\nL:1/8\nM:6/8\nK:G\n": 614,
      "\"Em\"": 615,
      "E | D": 616,
      " A A": 617,
      " | A,": 618,
      " | G2 B": 619,
      "GFE": 620,
      " G2 B": 621,
      "ABc": 622,
      ") B": 623,
      " c d": 624,
      " D2 D": 625,
      "3 ||": 626,
      "DA": 627,
      "F#": 628,
      "fa": 629,
      "2 \n": 630,
      "2 ^": 631,
      " agf": 632,
      "2(": 633,
      "2G": 634,
      "2a": 635,
      "Ac": 636,
      "cc": 637,
      " | \n E": 638,
      " | d>": 639,
      "{d}": 640,
      " cde": 641,
      "\"A7\"": 642,
      " B2 B": 643,
      " e2 e": 644,
      " gfe": 645,
      "A/B/": 646,
      ") | A": 647,
      "4 D": 648,
      ":3": 649,
      "dg": 650,
      " cAF": 651,
      " f2 e": 652,
      "0\nM:4/4\nK:": 653,
      "ba": 654,
      "b a": 655,
      "bag": 656,
      " d2 e": 657,
      " e2 f": 658,
      " |\"G7\"": 659,
      " | c2 B": 660,
      "d/c/": 661,
      "F D": 662,
      "dB | A": 663,
      ">A B": 664,
      "0\nM:6/8\nK:": 665,
      "\"Am\"": 666,
      "/ d": 667,
      "2 G2 G": 668,
      "3 |]": 669,
      "E F": 670,
      "G]": 671,
      "f | e": 672,
      " | B2 A": 673,
      " FED": 674,
      " | cBA": 675,
      " |\"Bm\"": 676,
      "b\n": 677,
      "d'": 678,
      " | B2 B": 679,
      " |\"G\" d": 680,
      "B,D": 681,
      ") | c": 682,
      "2/2\nK:": 683,
      "ABA": 684,
      "{G": 685,
      " Ad": 686,
      " ged": 687,
      "\nL:1/8\nM:6/8\nK:D\n": 688,
      "<a": 689,
      " | z": 690,
      " BAB": 691,
      " fa": 692,
      "A/G/": 693,
      "\nQ:1": 694,
      "FAF": 695,
      "Q:3": 696,
      "gaf": 697,
      " |\"Dm\"": 698,
      " | BG": 699,
      " | Bcd": 700,
      " | c2 c": 701,
      "2 fd": 702,
      ">e d": 703,
      "dcB": 704,
      " AFA": 705,
      " e>d": 706,
      " c2 c": 707,
      " | d2 B": 708,
      "2 B,": 709,
      " !fermata!": 710,
      ") G": 711,
      ",]": 712,
      "EG": 713,
      "g | e": 714,
      " |\"D\" F": 715,
      "2D": 716,
      ">^": 717,
      ">c B": 718,
      "B AG": 719,
      " eA": 720,
      " ce": 721,
      "efg a": 722,
      "EA": 723,
      "g d": 724,
      " G A": 725,
      " | ABA": 726,
      "/4=": 727,
      "d/e/": 728,
      "B}": 729,
      "Gm\"": 730,
      "]2": 731,
      " B2 G": 732,
      " gfg": 733,
      " | fd": 734,
      ">B A": 735,
      "\nL:1/16\nM:2/4\nK:": 736,
      ">cd": 737,
      ">AB": 738,
      "on": 739,
      " c B": 740,
      " | AG": 741,
      " | c2 A": 742,
      " v": 743,
      "faf": 744,
      " GFE": 745,
      "/8=": 746,
      " | f2 d": 747,
      "gfe": 748,
      "BAG F": 749,
      ") e": 750,
      "4 c": 751,
      "<d": 752,
      "A G": 753,
      "f}": 754,
      " A2 d": 755,
      "2 A,": 756,
      " | ecA": 757,
      "AG | F": 758,
      "a/g/": 759,
      " |\"Bb\"": 760,
      ") | g": 761,
      "4 B": 762,
      "GBG": 763,
      "e}": 764,
      " | B,": 765,
      "fga": 766,
      "3 (": 767,
      ">C": 768,
      "F | A": 769,
      "ece": 770,
      "gB": 771,
      "{c": 772,
      " E2 D": 773,
      "X:21": 774,
      "\nL:1/8\nQ:1/4=120\nM:": 775,
      "/D/": 776,
      "aa": 777,
      "f f": 778,
      " B2 c": 779,
      " G2 E": 780,
      " _": 781,
      ") c": 782,
      "2 | \n\"": 783,
      ">ed": 784,
      "]/": 785,
      " ded": 786,
      " | \n D": 787,
      " |\"G\" g": 788,
      "2 |:": 789,
      "6 :|": 790,
      "Emin\n": 791,
      "2 .": 792,
      "2 =": 793,
      " B2 d": 794,
      " | ded": 795,
      " E2 E": 796,
      "dG": 797,
      "eed": 798,
      " c2 d": 799,
      " | ce": 800,
      "mix": 801,
      ") | B": 802,
      "<e": 803,
      "Bc d": 804,
      "Ec": 805,
      "^c d": 806,
      "ge d": 807,
      " G4": 808,
      " | dBG": 809,
      " g2 e": 810,
      " | cA": 811,
      " afd": 812,
      " (3Bcd": 813,
      "G/A/": 814,
      "Amin\n": 815,
      "E | F": 816,
      "c e": 817,
      " dcB": 818,
      " G2 F": 819,
      "ABc d": 820,
      "AG F": 821,
      "\"F\"": 822,
      "gb": 823,
      " d d": 824,
      " e f": 825,
      " | e2 e": 826,
      " z z": 827,
      " edc": 828,
      " G2 ||": 829,
      "\"E7\"": 830,
      ">c d": 831,
      "DC": 832,
      "D]": 833,
      "{a}": 834,
      " G G": 835,
      " | G,": 836,
      "3/2 A": 837,
      "G\n|:": 838,
      ">e f": 839,
      "\"G\" g": 840,
      "mix\n": 841,
      "4 (": 842,
      ">AG": 843,
      "F | D": 844,
      "dor\n": 845,
      "2 ef | g": 846,
      " G3": 847,
      " | def": 848,
      " a2 f": 849,
      "ef}": 850,
      "\"D\" d": 851,
      " A2 F": 852,
      " | Bd": 853,
      "2 d/": 854,
      " :|2 \n": 855,
      "g/a/": 856,
      "2) (": 857,
      "Cm\"": 858,
      "aag": 859,
      " B c": 860,
      " B/c/": 861,
      " e2 c": 862,
      " cd": 863,
      " | dcd": 864,
      "\nL:1/8\nQ:3": 865,
      "ABc | d": 866,
      " |\"D\" D": 867,
      "GBd": 868,
      "AA A": 869,
      " | (3(": 870,
      ") | G": 871,
      "/ G": 872,
      "<G": 873,
      "BBA": 874,
      " | .": 875,
      " | d2 c": 876,
      " FD": 877,
      " D | G": 878,
      " | e2 d": 879,
      " | afd": 880,
      "2 D2 D": 881,
      "c BAG": 882,
      "\"^(": 883,
      "BAG | F": 884,
      "3/4]": 885,
      "Bb\n": 886,
      "F7\"": 887,
      "GAF": 888,
      "]4": 889,
      " Bc": 890,
      " GA": 891,
      "d/B/": 892,
      "de | f": 893,
      " |\"D\" A": 894,
      ") | e": 895,
      "A}": 896,
      " A>B": 897,
      " B | A": 898,
      " F,": 899,
      "2 G,": 900,
      " | gfg": 901,
      ") g": 902,
      "4 e": 903,
      "C/": 904,
      "GF": 905,
      " e/f/": 906,
      " g2 f": 907,
      " F2 A": 908,
      " F2 E": 909,
      "2 d2 d": 910,
      " a2 a": 911,
      "efg": 912,
      "\"G\" G": 913,
      " u": 914,
      ".\"": 915,
      "/^": 916,
      "/ A": 917,
      "2{g}": 918,
      ">!": 919,
      "A | G": 920,
      "B G": 921,
      "E,": 922,
      "e^": 923,
      "e fd": 924,
      " |{g}": 925,
      " | T": 926,
      " dBA": 927,
      " cAA": 928,
      " a2 g": 929,
      "gfg": 930,
      " | agf": 931,
      " ABc | d": 932,
      "E/F/": 933,
      "!fermata!": 934,
      ">BA": 935,
      ">c | d": 936,
      "D.": 937,
      "ded": 938,
      "f ed": 939,
      " A3": 940,
      " A2 c": 941,
      " |\"C7\"": 942,
      " fe": 943,
      " | BAB": 944,
      " | efg": 945,
      " | DFA": 946,
      "e dBA": 947,
      " | \n\"C\"": 948,
      "3/2 G": 949,
      "B,C": 950,
      "\nL:1/8\nM:4/4\nK:C\n": 951,
      "\"_": 952,
      "FF": 953,
      "fA": 954,
      "in": 955,
      " | _": 956,
      " A4": 957,
      " c/B/": 958,
      " | f2 f": 959,
      "2 E2 E": 960,
      "\nL:1/8\nQ:1/2": 961,
      "\"G\" d": 962,
      " | bag": 963,
      " |\"C\" c": 964,
      "/g/f/e/": 965,
      "\"Bm\"": 966,
      ") f": 967,
      "/a/": 968,
      "Be": 969,
      "c>d": 970,
      " dcd": 971,
      " B2": 972,
      " e>f": 973,
      " | \n (3": 974,
      " | B2 G": 975,
      " | BAG": 976,
      " DE": 977,
      " af": 978,
      "AB | c": 979,
      "dBd": 980,
      "2 FA": 981,
      " | \n\"Em\"": 982,
      " ABc": 983,
      ") D": 984,
      "tr": 985,
      " B B": 986,
      " ge": 987,
      " g f": 988,
      " g2 g": 989,
      " | BGB": 990,
      " |\"D\" f": 991,
      "0\nM:2/2\nK:": 992,
      "ED D": 993,
      "/c/B/A/": 994,
      "/A/A": 995,
      "Ador\n": 996,
      "4 E": 997,
      "ea": 998,
      "e} d": 999,
      " ABA": 1000,
      " d2 A": 1001,
      " | df": 1002,
      " | A2 G": 1003,
      " | cde": 1004,
      "3/2 B": 1005,
      "3/2 d/": 1006,
      "\nL:1/8\nQ:1/8=": 1007,
      "(3": 1008,
      "2F": 1009,
      "BB B": 1010,
      "C]": 1011,
      "Gmin\n": 1012,
      "d B": 1013,
      "eA": 1014,
      " DEF": 1015,
      " E2 F": 1016,
      "edB": 1017,
      "\nM:4/4\nK:": 1018,
      " bag": 1019,
      "3/2 e": 1020,
      "D\n|:": 1021,
      "{gef}": 1022,
      "\nL:1/8\nM:2/4\nK:G\n": 1023
    },
    "merges": [
      "  |",
      " |  ",
      "2  ",
      "  A",
      "  d",
      "  B",
      "  G",
      "  e",
      "  c",
      " |  \n",
      " | \"",
      ": 1",
      "  f",
      " |  d",
      "  g",
      " |  A",
      " |  B",
      "  F",
      "  (",
      "/ 8",
      " |  G",
      "2  A",
      "  D",
      "  E",
      "e d",
      " |  c",
      "M :",
      "/8 \n",
      "2  d",
      "K :",
      "B A",
      "  a",
      "\n L",
      "\nL :1",
      ": |",
      "/ 4",
      " |  e",
      "2  B",
      "\nL:1 /8\n",
      " |  f",
      "2  G",
      " |  g",
      "c d",
      "\n K:",
      "e f",
      "A B",
      "2  c",
      "2  e",
      "G \"",
      "\nL:1/8\n M:",
      "m \"",
      "/4 \nK:",
      " |  (",
      " |  F",
      "7 \"",
      "  :|",
      "2  f",
      " | |",
      "A G",
      "D \"",
      "B /",
      "X :1",
      "c /",
      "c A",
      " ( 3",
      "g f",
      "X :",
      " |  D",
      " |  E",
      " |  a",
      ": :",
      "c B",
      "d B",
      "2  F",
      "A /",
      "  z",
      "2  (",
      "2  E",
      "d /",
      "2  D",
      "2  g",
      "e /",
      "A F",
      "2  :|",
      "e  d",
      "f g",
      "\n M:",
      "B G",
      "f /",
      " | \n \"",
      "c  d",
      "> d",
      "4 /4\nK:",
      "> B",
      "a g",
      "f e",
      "  b",
      " | ]",
      "c  | d",
      "A \"",
      "G A",
      " |\" G\"",
      "d e",
      "2  z",
      "a f",
      "3 /",
      "G /",
      " | 1",
      "  [",
      "> A",
      "F E",
      " |\" D\"",
      "G \n",
      "  C",
      "F A",
      "c  B",
      "C \"",
      "g /",
      "c e",
      "2  a",
      "G B",
      "/8\n K:",
      ")  (",
      " A 2",
      "\" ^",
      " e d",
      "f d",
      " A G",
      "B ,",
      "A A",
      " A B",
      "  ::",
      "E F",
      "Q :1",
      "D \n",
      " G 2",
      "\nL:1/8\nM: 4/4\nK:",
      "c  | B",
      " | :",
      "2  ::",
      "> e",
      "> f",
      "0 \nM:",
      "6 /8\nK:",
      "3  A",
      "> G",
      "E D",
      "  \n",
      "2  | \n",
      "g e",
      "3  B",
      "F /",
      "G G",
      "\nL:1/8\n Q:1",
      "E m\"",
      "F G",
      "\" G\"",
      "= 1",
      "c BA",
      " f d",
      "A m\"",
      "B d",
      ") (",
      "| :",
      "{ g",
      "2  |\"",
      "D 7\"",
      "F D",
      "BA G",
      "A ,",
      "2  | d",
      " |  b",
      "3  d",
      "> c",
      "/ c/",
      " |  ed",
      "  ^",
      " | ( 3",
      " | \n  d",
      "f ed",
      "\nL:1/8\nM: 2",
      "/ 2",
      "d d",
      "\" D\"",
      "> g",
      "2  | A",
      "F \"",
      "/ B/",
      "m i",
      "/ A/",
      "\nL:1/8\nM: 6/8\nK:",
      "2  | B",
      "F  G",
      " | {",
      "E /",
      "2  ||",
      "g a",
      "e  | d",
      "d  e",
      "B  B",
      "F  | G",
      "3  G",
      "a /",
      " |\" C\"",
      " B G",
      "A 7\"",
      "2 ( 3",
      "2  | G",
      "d f",
      " B ,",
      "3  e",
      "X: 2",
      "B  | A",
      "3  c",
      ")  | (",
      "2  | c",
      "e e",
      "> F",
      "G ,",
      "2 \"",
      "{g }",
      " | \n  e",
      " f ed",
      "D D",
      "B  A",
      "g  a",
      "mi n",
      "/ d/",
      "b \"",
      " c A",
      "/2 \nK:",
      "3 /4\nK:",
      " | \n  A",
      "a  g",
      "[ M:",
      "2  | e",
      "e c",
      " | \n  B",
      "  .",
      " |\" A\"",
      "min \n",
      " | \n  G",
      "B cd",
      "d c",
      " | \n  c",
      "  =",
      "2  b",
      "/ G/",
      "A  A",
      "G E",
      " |  C",
      "A  B",
      "F  E",
      "A  | B",
      "] [",
      "c '",
      "ef  g",
      "/ e/",
      "> E",
      "ef  | g",
      "3  F",
      "2 )",
      " A 2 A",
      " e fg",
      " G 2 G",
      "2  [",
      "/ f/",
      "d  | e",
      "e  f",
      " |\" Em\"",
      "D /",
      "G  | A",
      "B/ c/",
      "2 d",
      "B c",
      "4  :|",
      " |\" Am\"",
      " |\" B",
      " c BA",
      "\" A\"",
      "C \n",
      "3  f",
      " |  [",
      "2  ed",
      "1 6",
      "3  :|",
      "D  D",
      " A ,",
      "/8 =1",
      "2  | f",
      " B cd",
      "B B",
      " G AB",
      " F A",
      "2  | g",
      "B  c",
      "/ g/",
      "d  d",
      " | \n  g",
      "/4 =1",
      "g  | a",
      "E  E",
      " e 2 d",
      " B 2 A",
      "\nL:1/8\nM:2 /4\nK:",
      " d 2 d",
      "2  |]",
      "B  | c",
      "f  g",
      "G  A",
      " (3 (",
      "e  | f",
      "\nL:1 /4",
      "]  [",
      "2 {",
      "a t",
      "D m\"",
      " | \n  f",
      "F  | E",
      "2  C",
      "G AB",
      "2  BA",
      "A d",
      "3 -",
      "B/ A/",
      "\nL:1/8\nM:2 /2\nK:",
      "G  G",
      "a b",
      "2 e",
      "2 /4\nK:",
      "] 2 [",
      "g  | f",
      "2 -",
      "F GA",
      "2 A",
      "D E",
      "3  D",
      "G 7\"",
      "e/ f/",
      "d }",
      "FE D",
      "a  | g",
      "/ 16",
      " B d",
      "c  A",
      " e cA",
      "3  E",
      "\nL:1 /16",
      "C E",
      "2  | (",
      "A \n",
      "E 7\"",
      "3  g",
      "^ cd",
      "B \"",
      "g  g",
      " G ,",
      "c  c",
      " | \n  (",
      "2 B",
      "}  d",
      " | G 2 G",
      "E E",
      "a  a",
      "cB  | A",
      " B AG",
      "D EF",
      "o r",
      " B  A",
      " G 2 A",
      "\nL:1/8\nQ:1 /4=1",
      "G  F",
      " | \n\" G\"",
      "2  | D",
      "E \"",
      "e  e",
      "f  | g",
      " |\" D7\"",
      "\nL:1/8\nM: 3/4\nK:",
      "af  g",
      "g  f",
      " d ef",
      " B A",
      " | f ed",
      "  T",
      "2 0\nM:",
      " c  A",
      " |\"G\"  B",
      "F  F",
      "[ K:",
      "  !",
      "\" C\"",
      "2  | F",
      "d  c",
      ")  d",
      "4  ::",
      "a !",
      "f  e",
      "m at",
      "r mat",
      "fe rmat",
      "\nL:1/8\nQ:1 /8=1",
      "fermat a!",
      ") .",
      " | \n  a",
      "/ F/",
      " d 2 B",
      ")  | d",
      "3  a",
      "2 A 2 A",
      "f/ e/",
      "C 7\"",
      "^ c",
      " A 2 B",
      " |\"G\"  G",
      "\nL:1/8\nM:4/4\nK: G\n",
      "d  g",
      " A 2 G",
      " d BG",
      "> a",
      "F \n",
      " e  d",
      "/4 ]",
      "3  ::",
      "4  ||",
      " G E",
      "D  E",
      "g  e",
      " |\" F\"",
      " G B",
      " |\" ^",
      "e g",
      " d 2 c",
      " c 2 A",
      "\nL:1/4 \nM:",
      " |\" A7\"",
      "/ >",
      "2 c",
      "2  | E",
      "3  z",
      "F  A",
      "a gf",
      " c B",
      " | A 2 A",
      "or \n",
      "D FA",
      " |1  \n",
      "f e d",
      " |  =",
      " | \n  F",
      "c/ B/",
      " |\"D\"  d",
      "2 g",
      "b /",
      " | [M:",
      ". d",
      "2  | a",
      "G  | F",
      " | d 2 d",
      " | \n\" D\"",
      "\nL:1/8\nM:4/4\nK: D\n",
      "\nL:1/16 \nM:",
      "E  D",
      "2  ef",
      "X:1 0",
      "X:1 2",
      "X:1 3",
      "X:1 4",
      "X:1 5",
      "X:1 6",
      "X:1 7",
      "X:1 8",
      "X:1 9",
      "X: 3",
      "X: 4",
      "X: 5",
      "X: 6",
      "X: 7",
      "X: 8",
      "X: 9",
      "X:2 0",
      " c AG",
      "a }",
      "AF A",
      " |  ^",
      " c '",
      "c/ d/",
      "4  z",
      "< A",
      "B cA",
      "G  E",
      "cB  A",
      "\" B",
      "\" D7\"",
      ")  A",
      " G 2 :|",
      "/ E/",
      "> D",
      "e/ d/",
      "GA  | B",
      "d  | c",
      "}  B",
      "2  gf",
      " f 2 d",
      "4 -",
      "g g",
      "2  ag",
      " c 2 B",
      "f/ g/",
      "X:1 1",
      "d ef",
      " A FD",
      " e dB",
      ") \"",
      "2 f",
      "2  cd",
      "4  d",
      "4  |]",
      "B  d",
      "e  g",
      " | G AB",
      "\nL:1/8\nM:6/8\nK: G\n",
      "\" Em\"",
      "E  | D",
      " A  A",
      " | A ,",
      " | G 2 B",
      "G FE",
      " G 2 B",
      "AB c",
      ")  B",
      " c  d",
      " D 2 D",
      "3  ||",
      "D A",
      "F #",
      "f a",
      "2  \n",
      "2  ^",
      " a gf",
      "2 (",
      "2 G",
      "2 a",
      "A c",
      "c c",
      " | \n  E",
      " | d >",
      "{ d}",
      " c de",
      "\" A7\"",
      " B 2 B",
      " e 2 e",
      " g fe",
      "A/ B/",
      ")  | A",
      "4  D",
      ": 3",
      "d g",
      " c AF",
      " f 2 e",
      "0\nM: 4/4\nK:",
      "b a",
      "b  a",
      "b ag",
      " d 2 e",
      " e 2 f",
      " |\" G7\"",
      " | c 2 B",
      "d/ c/",
      "F  D",
      "dB  | A",
      ">A  B",
      "0\nM: 6/8\nK:",
      "\" Am\"",
      "/  d",
      "2 G 2 G",
      "3  |]",
      "E  F",
      "G ]",
      "f  | e",
      " | B 2 A",
      " F ED",
      " | c BA",
      " |\"B m\"",
      "b \n",
      "d '",
      " | B 2 B",
      " |\"G\"  d",
      "B, D",
      ")  | c",
      "2 /2\nK:",
      "A BA",
      "{ G",
      " A d",
      " g ed",
      "\nL:1/8\nM:6/8\nK: D\n",
      "< a",
      " |  z",
      " B AB",
      " f a",
      "A/ G/",
      "\n Q:1",
      "F AF",
      "Q :3",
      "g af",
      " |\" Dm\"",
      " | B G",
      " | B cd",
      " | c 2 c",
      "2 f d",
      "> e d",
      "d cB",
      " A FA",
      " e >d",
      " c 2 c",
      " | d 2 B",
      "2 B ,",
      " ! fermata!",
      ")  G",
      ", ]",
      "E G",
      "g  | e",
      " |\"D\"  F",
      "2 D",
      "> ^",
      "> c B",
      "B  AG",
      " e A",
      " c e",
      "ef g a",
      "E A",
      "g  d",
      " G  A",
      " | A BA",
      "/4 =",
      "d/ e/",
      "B }",
      "G m\"",
      "] 2",
      " B 2 G",
      " g fg",
      " | f d",
      ">B  A",
      "\nL:1/16\nM: 2/4\nK:",
      "> cd",
      "> AB",
      "o n",
      " c  B",
      " | A G",
      " | c 2 A",
      "  v",
      "f af",
      " G FE",
      "/8 =",
      " | f 2 d",
      "gf e",
      "BAG  F",
      ")  e",
      "4  c",
      "< d",
      "A  G",
      "f }",
      " A 2 d",
      "2 A ,",
      " | e cA",
      "AG  | F",
      "a/ g/",
      " |\"B b\"",
      ")  | g",
      "4  B",
      "G BG",
      "e }",
      " | B ,",
      "fg a",
      "3  (",
      "> C",
      "F  | A",
      "e ce",
      "g B",
      "{ c",
      " E 2 D",
      "X:2 1",
      "\nL:1/8\nQ:1/4=1 20\nM:",
      "/ D/",
      "a a",
      "f  f",
      " B 2 c",
      " G 2 E",
      "  _",
      ")  c",
      "2  | \n\"",
      "> ed",
      "] /",
      " d ed",
      " | \n  D",
      " |\"G\"  g",
      "2  |:",
      "6  :|",
      "E min\n",
      "2  .",
      "2  =",
      " B 2 d",
      " | d ed",
      " E 2 E",
      "d G",
      "e ed",
      " c 2 d",
      " | c e",
      "mi x",
      ")  | B",
      "< e",
      "B c d",
      "E c",
      "^ c d",
      "g e d",
      " G 4",
      " | d BG",
      " g 2 e",
      " | c A",
      " a fd",
      " (3 Bcd",
      "G/ A/",
      "A min\n",
      "E  | F",
      "c  e",
      " d cB",
      " G 2 F",
      "AB c d",
      "AG  F",
      "\" F\"",
      "g b",
      " d  d",
      " e  f",
      " | e 2 e",
      " z  z",
      " ed c",
      " G2  ||",
      "\" E7\"",
      "> c d",
      "D C",
      "D ]",
      "{ a}",
      " G  G",
      " | G ,",
      "3/ 2 A",
      "G\n |:",
      ">e  f",
      "\"G\"  g",
      "mix \n",
      "4  (",
      "> AG",
      "F  | D",
      "d or\n",
      "2  ef | g",
      " G 3",
      " | d ef",
      " a 2 f",
      "ef }",
      "\"D\"  d",
      " A 2 F",
      " | B d",
      "2 d /",
      " :| 2 \n",
      "g/ a/",
      "2 ) (",
      "C m\"",
      "a ag",
      " B  c",
      " B /c/",
      " e 2 c",
      " c d",
      " | d cd",
      "\nL:1/8\n Q:3",
      "AB c | d",
      " |\"D\"  D",
      "GB d",
      "AA  A",
      " | (3 (",
      ")  | G",
      "/  G",
      "< G",
      "B BA",
      " |  .",
      " | d 2 c",
      " F D",
      " D  | G",
      " | e 2 d",
      " | a fd",
      "2 D 2 D",
      "c B AG",
      "\"^ (",
      "BAG  | F",
      "3 /4]",
      "B b\n",
      "F 7\"",
      "G AF",
      "] 4",
      " B c",
      " G A",
      "d/ B/",
      "de  | f",
      " |\"D\"  A",
      ")  | e",
      "A }",
      " A >B",
      " B  | A",
      " F ,",
      "2 G ,",
      " | g fg",
      ")  g",
      "4  e",
      "C /",
      "G F",
      " e /f/",
      " g 2 f",
      " F 2 A",
      " F 2 E",
      "2 d 2 d",
      " a 2 a",
      "ef g",
      "\"G\"  G",
      "  u",
      ". \"",
      "/ ^",
      "/  A",
      "2 {g}",
      "> !",
      "A  | G",
      "B  G",
      "E ,",
      "e ^",
      "e  fd",
      " | {g}",
      " |  T",
      " d BA",
      " c AA",
      " a 2 g",
      "gf g",
      " | a gf",
      " AB c | d",
      "E/ F/",
      "! fermata!",
      "> BA",
      "> c | d",
      "D .",
      "d ed",
      "f  ed",
      " A 3",
      " A 2 c",
      " |\" C7\"",
      " f e",
      " | B AB",
      " | e fg",
      " | D FA",
      "e d BA",
      " | \n\" C\"",
      "3/ 2 G",
      "B, C",
      "\nL:1/8\nM:4/4\nK: C\n",
      "\" _",
      "F F",
      "f A",
      "i n",
      " |  _",
      " A 4",
      " c /B/",
      " | f 2 f",
      "2 E 2 E",
      "\nL:1/8\nQ:1 /2",
      "\"G\"  d",
      " | b ag",
      " |\"C\"  c",
      "/g/ f/e/",
      "\"B m\"",
      ")  f",
      "/ a/",
      "B e",
      "c >d",
      " d cd",
      " B 2",
      " e >f",
      " | \n  (3",
      " | B 2 G",
      " | B AG",
      " D E",
      " a f",
      "AB  | c",
      "dB d",
      "2 F A",
      " | \n\" Em\"",
      " AB c",
      ")  D",
      "t r",
      " B  B",
      " g e",
      " g  f",
      " g 2 g",
      " | B GB",
      " |\"D\"  f",
      "0\nM: 2/2\nK:",
      "ED  D",
      "/c/ B/A/",
      "/A/ A",
      "Ad or\n",
      "4  E",
      "e a",
      "e } d",
      " A BA",
      " d 2 A",
      " | d f",
      " | A 2 G",
      " | c de",
      "3/ 2 B",
      "3/ 2 d/",
      "\nL:1/8\nQ:1 /8=",
      "( 3",
      "2 F",
      "B B B",
      "C ]",
      "G min\n",
      "d  B",
      "e A",
      " D EF",
      " E 2 F",
      "ed B",
      "\nM: 4/4\nK:",
      " b ag",
      "3/ 2 e",
      "D\n |:",
      "{g ef}",
      "\nL:1/8\nM:2/4\nK: G\n"
    ]
  }
}