{"<START>":0,"<END>":1,"<PAD>":2,"!":3,"\"":4,"#":5,"$":6,"%":7,"&":8,"'":9,"(":10,")":11,"*":12,"+":13,",":14,"-":15,".":16,"/":17,"0":18,"1":19,"2":20,"3":21,"4":22,"5":23,"6":24,"7":25,"8":26,"9":27,":":28,";":29,"<":30,"=":31,">":32,"?":33,"@":34,"A":35,"B":36,"C":37,"D":38,"E":39,"F":40,"G":41,"H":42,"I":43,"J":44,"K":45,"L":46,"M":47,"N":48,"O":49,"P":50,"Q":51,"R":52,"S":53,"T":54,"U":55,"V":56,"W":57,"X":58,"Y":59,"Z":60,"[":61,"\\":62,"]":63,"^":64,"_":65,"`":66,"a":67,"b":68,"c":69,"d":70,"e":71,"f":72,"g":73,"h":74,"i":75,"j":76,"k":77,"l":78,"m":79,"n":80,"o":81,"p":82,"q":83,"r":84,"s":85,"t":86,"u":87,"v":88,"w":89,"x":90,"y":91,"z":92,"{":93,"|":94,"}":95,"~":96,"¡":97,"¢":98,"£":99,"¤":100,"¥":101,"¦":102,"§":103,"¨":104,"©":105,"ª":106,"«":107,"¬":108,"®":109,"¯":110,"°":111,"±":112,"²":113,"³":114,"´":115,"µ":116,"¶":117,"·":118,"¸":119,"¹":120,"º":121,"»":122,"¼":123,"½":124,"¾":125,"¿":126,"À":127,"Á":128,"Â":129,"Ã":130,"Ä":131,"Å":132,"Æ":133,"Ç":134,"È":135,"É":136,"Ê":137,"Ë":138,"Ì":139,"Í":140,"Î":141,"Ï":142,"Ð":143,"Ñ":144,"Ò":145,"Ó":146,"Ô":147,"Õ":148,"Ö":149,"×":150,"Ø":151,"Ù":152,"Ú":153,"Û":154,"Ü":155,"Ý":156,"Þ":157,"ß":158,"à":159,"á":160,"â":161,"ã":162,"ä":163,"å":164,"æ":165,"ç":166,"è":167,"é":168,"ê":169,"ë":170,"ì":171,"í":172,"î":173,"ï":174,"ð":175,"ñ":176,"ò":177,"ó":178,"ô":179,"õ":180,"ö":181,"÷":182,"ø":183,"ù":184,"ú":185,"û":186,"ü":187,"ý":188,"þ":189,"ÿ":190,"Ā":191,"ā":192,"Ă":193,"ă":194,"Ą":195,"ą":196,"Ć":197,"ć":198,"Ĉ":199,"ĉ":200,"Ċ":201,"ċ":202,"Č":203,"č":204,"Ď":205,"ď":206,"Đ":207,"đ":208,"Ē":209,"ē":210,"Ĕ":211,"ĕ":212,"Ė":213,"ė":214,"Ę":215,"ę":216,"Ě":217,"ě":218,"Ĝ":219,"ĝ":220,"Ğ":221,"ğ":222,"Ġ":223,"ġ":224,"Ģ":225,"ģ":226,"Ĥ":227,"ĥ":228,"Ħ":229,"ħ":230,"Ĩ":231,"ĩ":232,"Ī":233,"ī":234,"Ĭ":235,"ĭ":236,"Į":237,"į":238,"İ":239,"ı":240,"Ĳ":241,"ĳ":242,"Ĵ":243,"ĵ":244,"Ķ":245,"ķ":246,"ĸ":247,"Ĺ":248,"ĺ":249,"Ļ":250,"ļ":251,"Ľ":252,"ľ":253,"Ŀ":254,"ŀ":255,"Ł":256,"ł":257,"Ń":258,"Ġ|":259,"ĠA":260,"Ġd":261,"ĠB":262,"ĠG":263,"Ġc":264,"Ġe":265,"Ġf":266,"Ġz":267,"Ġg":268,"ĠF":269,"Ġ|\"":270,"Ġ(":271,"ĠE":272,"ĠD":273,"Ġa":274,"Ġ:":275,"Ġ:|":276,"fe":277,"BA":278,"ed":279,"Bc":280,"ĠC":281,"Ġed":282,"Ġb":283,"ĠBA":284,"ef":285,"Ġ||":286,"Ġ|]":287,"Ġ[":288,"Ġdc":289,"Ġ^":290,"GA":291,"Ġ::":292,"fg":293,"ĠcA":294,"cd":295,"Bd":296,"BG":297,"cA":298,"\"^":299,"ĠAG":300,"FA":301,"Ġfd":302,"ag":303,"ĠBG":304,"Ġ!":305,"ĠGA":306,"/)":307,"ec":308,"Ġ=":309,"fd":310,"ĠBd":311,"Ġcd":312,"Am":313,"Em":314,"ĠAF":315,"cB":316,"Bb":317,"at":318,"#\"":319,"Ġag":320,"Ġ|:":321,"ED":322,"EF":323,"mat":324,"fer":325,"fermat":326,"fermata":327,"ĠdB":328,"ĠĊ":329,"ĠGF":330,"Ġ.":331,"ĠFA":332,"ĠAB":333,"Ġfg":334,"af":335,"ĠBc":336,"AA":337,"dc":338,"dB":339,"GF":340,"Ġde":341,"Dm":342,"Ġgfe":343,"Ġec":344,"Ġfed":345,"|:":346,"12":347,"ĠcBA":348,"de":349,",/":350,"ge":351,"ĠcB":352,"Ġef":353,"Ġfe":354,"Eb":355,"ĠEF":356,")(":357,"ĠAc":358,"ĠABc":359,"GB":360,"][":361,"Ġce":362,"Ġdef":363,",,":364,"ĠBcd":365,"Ġ|{":366,"ĠT":367,"Ġeg":368,"in":369,"AB":370,"ĠFD":371,"Bm":372,"120":373,"Ġefg":374,"AF":375,"AG":376,"ce":377,"Ġge":378,"ĠAd":379,"Gm":380,"ĠED":381,"ĠGB":382,"Ġdf":383,"ĠdBG":384,"ĠGE":385,"GE":386,"Ġ_":387,"Ab":388,"Ġgf":389,"/\"":390,"gf":391,"ĠdBA":392,"ĠecA":393,"Ġfa":394,"GG":395,"Ġdd":396,"ĠAGF":397,"ĠBAG":398,"eg":399,"ab":400,"Bcd":401,"fed":402,"ĠABA":403,"EG":404,"Ġ|\"^":405,"ĠFG":406,"Ac":407,"ĠdcB":408,"df":409,"ĠAA":410,"Ġaf":411,"Db":412,"ĠFE":413,"16":414,"ĠAFD":415,"Ġdg":416,"BB":417,"ĠDE":418,"ĠGG":419,"ee":420,"ĠFGA":421,"Ġedc":422,"Ġded":423,"Ġgfg":424,"Ġged":425,"Ġea":426,"Ġcc":427,"ĠeA":428,"Ġgfed":429,"im":430,"FG":431,"dd":432,"ĠEG":433,")\"":434,"ga":435,"Ġafd":436,"FD":437,"Ad":438,"Ġ|[":439,"Ġbg":440,">!":441,"ba":442,"efg":443,"ĠGBd":444,"ĠGAB":445,"fa":446,"us":447,"DE":448,"Cm":449,"ĠdcBA":450,"ĠBB":451,"10":452,"ĠedB":453,"\"_":454,"Ġga":455,"ĠAD":456,").":457,"ĠAGA":458,"Gb":459,"ĠDFA":460,"or":461,"ĠdA":462,"Ġgd":463,"dim":464,"ĠAFA":465,"sus":466,"ĠBAB":467,"ĠBE":468,"ĠFED":469,"ĠDF":470,"Ġx":471,"agf":472,"/^":473,"Ġ!>!":474,"ĠedcB":475,"Ġ|:\"":476,"cBA":477,"ĠDG":478,"Ġgb":479,",]":480,"Ġab":481,"FE":482,"DD":483,"CE":484,"Ġcde":485,"ĠcBc":486,"ĠDEF":487,"DF":488,"Ġ||[":489,"/>":490,"Ġee":491,"ĠABd":492,"Ġdcd":493,"BAG":494,"ĠcBAG":495,"cc":496,"Ġagf":497,"]\"":498,"Ġefe":499,"ĠBe":500,">^":501,"\"^(":502,",>":503,"ĠdG":504,"Ġba":505,"ABc":506,"EE":507,"Fm":508,".\"":509,"ĠcAF":510,"Ġefge":511}