{"<s>":0,"</s>":1,"!":2,"\"":3,"#":4,"$":5,"%":6,"&":7,"'":8,"(":9,")":10,"*":11,"+":12,",":13,"-":14,".":15,"/":16,"0":17,"1":18,"2":19,"3":20,"4":21,"5":22,"6":23,"7":24,"8":25,"9":26,":":27,";":28,"<":29,"=":30,">":31,"?":32,"@":33,"A":34,"B":35,"C":36,"D":37,"E":38,"F":39,"G":40,"H":41,"I":42,"J":43,"K":44,"L":45,"M":46,"N":47,"O":48,"P":49,"Q":50,"R":51,"S":52,"T":53,"U":54,"V":55,"W":56,"X":57,"Y":58,"Z":59,"[":60,"\\":61,"]":62,"^":63,"_":64,"`":65,"a":66,"b":67,"c":68,"d":69,"e":70,"f":71,"g":72,"h":73,"i":74,"j":75,"k":76,"l":77,"m":78,"n":79,"o":80,"p":81,"q":82,"r":83,"s":84,"t":85,"u":86,"v":87,"w":88,"x":89,"y":90,"z":91,"{":92,"|":93,"}":94,"~":95,"¡":96,"¢":97,"£":98,"¤":99,"¥":100,"¦":101,"§":102,"¨":103,"©":104,"ª":105,"«":106,"¬":107,"®":108,"¯":109,"°":110,"±":111,"²":112,"³":113,"´":114,"µ":115,"¶":116,"·":117,"¸":118,"¹":119,"º":120,"»":121,"¼":122,"½":123,"¾":124,"¿":125,"À":126,"Á":127,"Â":128,"Ã":129,"Ä":130,"Å":131,"Æ":132,"Ç":133,"È":134,"É":135,"Ê":136,"Ë":137,"Ì":138,"Í":139,"Î":140,"Ï":141,"Ð":142,"Ñ":143,"Ò":144,"Ó":145,"Ô":146,"Õ":147,"Ö":148,"×":149,"Ø":150,"Ù":151,"Ú":152,"Û":153,"Ü":154,"Ý":155,"Þ":156,"ß":157,"à":158,"á":159,"â":160,"ã":161,"ä":162,"å":163,"æ":164,"ç":165,"è":166,"é":167,"ê":168,"ë":169,"ì":170,"í":171,"î":172,"ï":173,"ð":174,"ñ":175,"ò":176,"ó":177,"ô":178,"õ":179,"ö":180,"÷":181,"ø":182,"ù":183,"ú":184,"û":185,"ü":186,"ý":187,"þ":188,"ÿ":189,"Ā":190,"ā":191,"Ă":192,"ă":193,"Ą":194,"ą":195,"Ć":196,"ć":197,"Ĉ":198,"ĉ":199,"Ċ":200,"ċ":201,"Č":202,"č":203,"Ď":204,"ď":205,"Đ":206,"đ":207,"Ē":208,"ē":209,"Ĕ":210,"ĕ":211,"Ė":212,"ė":213,"Ę":214,"ę":215,"Ě":216,"ě":217,"Ĝ":218,"ĝ":219,"Ğ":220,"ğ":221,"Ġ":222,"ġ":223,"Ģ":224,"ģ":225,"Ĥ":226,"ĥ":227,"Ħ":228,"ħ":229,"Ĩ":230,"ĩ":231,"Ī":232,"ī":233,"Ĭ":234,"ĭ":235,"Į":236,"į":237,"İ":238,"ı":239,"Ĳ":240,"ĳ":241,"Ĵ":242,"ĵ":243,"Ķ":244,"ķ":245,"ĸ":246,"Ĺ":247,"ĺ":248,"Ļ":249,"ļ":250,"Ľ":251,"ľ":252,"Ŀ":253,"ŀ":254,"Ł":255,"ł":256,"Ń":257,"Ġ|":258,"ĠA":259,"Ġd":260,"ĠB":261,"ĠG":262,"Ġc":263,"Ġe":264,"Ġf":265,"Ġz":266,"Ġg":267,"ĠF":268,"Ġ|\"":269,"Ġ(":270,"ĠE":271,"ĠD":272,"Ġa":273,"Ġ:":274,"</":275,"Ġ:|":276,"fe":277,"BA":278,"ed":279,"Bc":280,"ĠC":281,"Ġed":282,"Ġb":283,"ĠBA":284,"ef":285,"Ġ||":286,"Ġ|]":287,"Ġ[":288,"Ġdc":289,"Ġ^":290,"GA":291,"Ġ::":292,"ĠcA":293,"fg":294,"cd":295,"Bd":296,"BG":297,"Ġ|]</":298,"cA":299,"Ġ:|</":300,"\"^":301,"ĠAG":302,"FA":303,"Ġfd":304,"ag":305,"ĠBG":306,"Ġ!":307,"ĠGA":308,"/)":309,"ec":310,"Ġ=":311,"fd":312,"ĠBd":313,"Ġcd":314,"Am":315,"Em":316,"ĠAF":317,"cB":318,"Bb":319,"at":320,"#\"":321,"Ġag":322,"Ġ|:":323,"ED":324,"EF":325,"mat":326,"fer":327,"fermat":328,"fermata":329,"ĠdB":330,"ĠGF":331,"Ġ||</":332,"Ġ.":333,"ĠFA":334,"ĠAB":335,"Ġfg":336,"af":337,"ĠBc":338,"AA":339,"dc":340,"dB":341,"GF":342,"Ġde":343,"Dm":344,"Ġgfe":345,"Ġec":346,"12":347,"Ġfed":348,"|:":349,"ĠcBA":350,",/":351,"de":352,"ge":353,"ĠcB":354,"Ġef":355,"Ġfe":356,"Eb":357,"ĠEF":358,")(":359,"ĠAc":360,"ĠABc":361,"GB":362,"][":363,"Ġce":364,"Ġdef":365,",,":366,"ĠĊ":367,"ĠBcd":368,"Ġ|{":369,"Ġeg":370,"in":371,"AB":372,"ĠFD":373,"Bm":374,"120":375,"Ġefg":376,"ĠT":377,"AF":378,"AG":379,"ce":380,"Ġge":381,"ĠAd":382,"Gm":383,"ĠED":384,"ĠGB":385,"Ġdf":386,"ĠdBG":387,"ĠGE":388,"GE":389,"Ġ_":390,"Ab":391,"16":392,"/\"":393,"Ġgf":394,"gf":395,"ĠdBA":396,"ĠecA":397,"Ġfa":398,"GG":399,"Ġdd":400,"ĠAGF":401,"ĠBAG":402,"eg":403,"ab":404,"Bcd":405,"fed":406,"ĠABA":407,"EG":408,"Ġ|\"^":409,"ĠFG":410,"Ac":411,"ĠdcB":412,"10":413,"ĠAA":414,"df":415,"Db":416,"Ġaf":417,"ĠFE":418,"ĠAFD":419,"Ġdg":420,"BB":421,"ĠDE":422,"ĠGG":423,"ee":424,"ĠFGA":425,"Ġedc":426,"Ġded":427,"Ġgfg":428,"Ġged":429,"Ġ</":430,"Ġea":431,"Ġcc":432,"ĠeA":433,"Ġgfed":434,"im":435,"FG":436,"dd":437,"ĠEG":438,")\"":439,"ga":440,"Ġafd":441,"FD":442,"Ad":443,"Ġ|[":444,"Ġbg":445,">!":446,"ba":447,"efg":448,"ĠGBd":449,"ĠGAB":450,"fa":451,"us":452,"DE":453,"Cm":454,"ĠdcBA":455,"ĠBB":456,"ĠedB":457,"\"_":458,"Ġga":459,"ĠAD":460,"ĠAGA":461,").":462,"Gb":463,"ĠDFA":464,"or":465,"ĠdA":466,"Ġgd":467,"dim":468,"ĠAFA":469,"sus":470,"ĠBAB":471,"ĠBE":472,"ĠFED":473,"ĠDF":474,"Ġx":475,"agf":476,"/^":477,"Ġ!>!":478,"ĠedcB":479,"Ġ|:\"":480,"cBA":481,"ĠDG":482,"Ġgb":483,",]":484,"Ġab":485,"FE":486,"CE":487,"DD":488,"Ġcde":489,"ĠcBc":490,"ĠDEF":491,"DF":492,"Ġ||[":493,"/>":494,"Ġee":495,"ĠABd":496,"Ġdcd":497,"BAG":498,"ĠcBAG":499,"cc":500,"Ġagf":501,"]\"":502,"Ġefe":503,"ĠBe":504,",>":505,"\"^(":506,">^":507,"ĠdG":508,"Ġba":509,"ABc":510,"EE":511}