#version: 0.2
Ġ |
Ġ A
Ġ d
Ġ B
Ġ G
Ġ c
Ġ e
Ġ f
Ġ z
Ġ g
Ġ F
Ġ| "
Ġ (
Ġ E
Ġ D
Ġ a
Ġ :
< /
Ġ: |
f e
B A
e d
B c
Ġ C
Ġe d
Ġ b
ĠB A
e f
Ġ| |
Ġ| ]
Ġ [
Ġd c
Ġ ^
G A
Ġ: :
Ġc A
f g
c d
B d
B G
Ġ|] </
c A
Ġ:| </
" ^
ĠA G
F A
Ġf d
a g
ĠB G
Ġ !
ĠG A
/ )
e c
Ġ =
f d
ĠB d
Ġc d
A m
E m
ĠA F
c B
B b
a t
# "
Ġa g
Ġ| :
E D
E F
m at
fe r
fer mat
fermat a
Ġd B
ĠG F
Ġ|| </
Ġ .
ĠF A
ĠA B
Ġf g
a f
ĠB c
A A
d c
d B
G F
Ġd e
D m
Ġg fe
Ġe c
1 2
Ġf ed
| :
Ġc BA
, /
d e
g e
Ġc B
Ġe f
Ġf e
E b
ĠE F
) (
ĠA c
ĠA Bc
G B
] [
Ġc e
Ġd ef
, ,
Ġ Ċ
ĠB cd
Ġ| {
Ġe g
i n
A B
ĠF D
B m
12 0
Ġe fg
Ġ T
A F
A G
c e
Ġg e
ĠA d
G m
ĠE D
ĠG B
Ġd f
Ġd BG
ĠG E
G E
Ġ _
A b
1 6
/ "
Ġg f
g f
Ġd BA
Ġe cA
Ġf a
G G
Ġd d
ĠAG F
ĠBA G
e g
a b
Bc d
fe d
ĠA BA
E G
Ġ|" ^
ĠF G
A c
Ġdc B
1 0
ĠA A
d f
D b
Ġa f
ĠF E
ĠAF D
Ġd g
B B
ĠD E
ĠG G
e e
ĠF GA
Ġed c
Ġd ed
Ġg fg
Ġg ed
Ġ </
Ġe a
Ġc c
Ġe A
Ġgfe d
i m
F G
d d
ĠE G
) "
g a
Ġa fd
F D
A d
Ġ| [
Ġb g
> !
b a
ef g
ĠG Bd
ĠGA B
f a
u s
D E
C m
Ġdc BA
ĠB B
Ġed B
" _
Ġg a
ĠA D
ĠA GA
) .
G b
ĠD FA
o r
Ġd A
Ġg d
d im
ĠA FA
s us
ĠBA B
ĠB E
ĠF ED
ĠD F
Ġ x
ag f
/ ^
Ġ! >!
Ġed cB
Ġ|: "
c BA
ĠD G
Ġg b
, ]
Ġa b
F E
C E
D D
Ġcd e
Ġc Bc
ĠD EF
D F
Ġ|| [
/ >
Ġe e
ĠA Bd
Ġdc d
BA G
ĠcBA G
c c
Ġag f
] "
Ġe fe
ĠB e
, >
"^ (
> ^
Ġd G
Ġb a
A Bc
E E
