{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<START>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<END>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "String": "\n+"
    },
    "behavior": "Removed",
    "invert": false
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<START>": 0,
      "<END>": 1,
      "<PAD>": 2,
      "\n": 3,
      " ": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "A": 35,
      "B": 36,
      "C": 37,
      "D": 38,
      "E": 39,
      "F": 40,
      "G": 41,
      "H": 42,
      "I": 43,
      "J": 44,
      "K": 45,
      "L": 46,
      "M": 47,
      "N": 48,
      "O": 49,
      "P": 50,
      "Q": 51,
      "R": 52,
      "S": 53,
      "T": 54,
      "U": 55,
      "V": 56,
      "W": 57,
      "Y": 58,
      "[": 59,
      "\\": 60,
      "]": 61,
      "^": 62,
      "_": 63,
      "a": 64,
      "b": 65,
      "c": 66,
      "d": 67,
      "e": 68,
      "f": 69,
      "g": 70,
      "h": 71,
      "i": 72,
      "j": 73,
      "k": 74,
      "l": 75,
      "m": 76,
      "n": 77,
      "o": 78,
      "p": 79,
      "q": 80,
      "r": 81,
      "s": 82,
      "t": 83,
      "u": 84,
      "v": 85,
      "w": 86,
      "x": 87,
      "y": 88,
      "z": 89,
      "{": 90,
      "|": 91,
      "}": 92,
      "~": 93,
      "°": 94,
      "´": 95,
      "º": 96,
      "¼": 97,
      "Ã": 98,
      "ä": 99,
      "å": 100,
      "ö": 101,
      "ù": 102,
      "ü": 103,
      " |": 104,
      " | ": 105,
      "2 ": 106,
      " A": 107,
      " d": 108,
      " B": 109,
      "2 | ": 110,
      " e": 111,
      " G": 112,
      " c": 113,
      " | \n": 114,
      "\" ": 115,
      " | B": 116,
      " f": 117,
      " | A": 118,
      " |\"": 119,
      " | d": 120,
      " g": 121,
      "ed": 122,
      "2 A": 123,
      " F": 124,
      " E": 125,
      "/4": 126,
      "2 d": 127
    },
    "merges": [
      "  |",
      " |  ",
      "2  ",
      "  A",
      "  d",
      "  B",
      "2  | ",
      "  e",
      "  G",
      "  c",
      " |  \n",
      "\"  ",
      " |  B",
      "  f",
      " |  A",
      " | \"",
      " |  d",
      "  g",
      "e d",
      "2  A",
      "  F",
      "  E",
      "/ 4",
      "2  d"
    ]
  }
}